[
  {
    "name": "Tomat",
    "scientific_name": "Solanum lycopersicum",
    "overview": "Tomat (Solanum lycopersicum syn. Lycopersicum esculentum) adalah tumbuhan dari keluarga Solanaceae, tumbuhan asli Amerika Tengah dan Selatan, dari Meksiko sampai Peru. Tomat merupakan tumbuhan siklus hidup singkat, dapat tumbuh setinggi 1 sampai 3 meter. Tumbuhan ini memiliki buah berawarna hijau, kuning, dan merah yang biasa dipakai sebagai sayur dalam masakan atau dimakan secara langsung tanpa diproses. Tomat memiliki batang dan daun yang tidak dapat dikonsumsi karena masih sekeluarga dengan kentang dan Terung yang mengadung Alkaloid.",
    "fase_vegetatif": "15-35",
    "fase_generatif": "30-80",
    "category": "Sayuran",
    "howto": [
      {
        "title": "Cara Menanam Tomat di kebun",
        "steps": [
          "Pelajari Kondisi Lingkungan Tempat Tinggal",
          "Pilih Jenis Tomat. Ada berbagai jenis tomat yang berbeda-beda, mulai dari warna, ukuran, dan rasa.",
          "Setelah memilih jenis tomat yang ingin kamu tanam, saatnya membelahnya menjadi dua bagian. Ambil bijinya dengan sendok dan letakkan dalam mangkuk bersih.",
          "Setelah itu, biarkan biji tomat dalam mangkuk selama 2-3 hari. Ini adalah proses fermentasi yang bertujuan untuk mencegah penyakit yang bisa menyerang tanaman saat tumbuh kembali.",
          "Cuci biji tomat dengan air segar lalu keringkan",
          "Biji yang sudah dikeringkan tadi harap dimasukkan ke dalam plastik. Kemudian, tarun ke dalam lemari es selama 1-2 minggu.",
          "Tebar benih di dalam pot saat proses bidudaya tomat agar tanaman tomat bisa tumbuh dengan mudah. Taruh 2 -3 biji tomat ke dalam pot, kemudian tutup dengan tanah. Biarkan biji selama satu minggu. Jangan lupa untuk menyiram pot dengan sedikit air agar kelembapannya tetap terjaga.",
          "Sesekali kamu boleh menyimpan pot tomat di bawah sinar matahari langsung selama beberapa jam.",
          "Jika tomat sudah tumbuh sekitar 4-5 cm, pindahkan tomat ke Kebun Anda"
        ]
      }
    ],
    "video": "iSWHHKc8Bco"
  },
  {
    "name": "Mentimun",
    "scientific_name": "Cucumis sativus",
    "overview": "Mentimun, timun, atau ketimun (Cucumis sativus L.; suku labu-labuan atau Cucurbitaceae) merupakan tumbuhan yang menghasilkan buah yang dapat dimakan. Buahnya biasanya dipanen ketika belum masak benar untuk dijadikan sayuran atau penyegar, tergantung jenisnya. Mentimun dapat ditemukan di berbagai hidangan dari seluruh dunia dan memiliki kandungan air cukup banyak di dalamnya sehingga berfungsi menyejukkan. Potongan buah mentimun juga digunakan untuk membantu melembabkan wajah serta banyak dipercaya dapat menurunkan tekanan darah tinggi.",
    "fase_vegetatif": "20-40",
    "fase_generatif": "50-70",
    "category": "Sayuran",
    "howto": [
      {
        "title": "Cara Menanam Mentimun",
        "steps": [
          "Menyiapkan Media Tanam Timun di Polybag. Media tanam untuk menanam timun dalam polybag adalah campuran tanah, pupuk kandang/kompos, arang sekam dan sekam mentah. Perbandingan campurannya adalah 3 : 2 : 1 : 1.",
          "Siapkan pot atau polybag yang berdiameter minimal 25 cm, lebih besar lebih baik. Masukkan media tanam kedalam polybag sambil dipadatkan sedikit, tapi jangan terlalu padat. Jangan terlalu penuh saat mengisi polybag dengan media tanam, sisakan kurang lebih 5 cm agar air tidak tumpah saat menyiram.",
          "Menentukan Lokasi Menanam Timun. Lokasi untuk menempatkan polybag yang baik adalah lokasi yang dapat tersinari matahari langsung. Tanaman mentimun membutuhkan sinar matahari minimal 8 jam per hari. Polybag disusun dengan jarak antar polybag 40 atau 60 cm.",
          "Menyiapkan Benih & Cara Menanam Timun Dalam Polybag. Sebelum benih ditanam siram media tanam hingga basah. Tanam satu benih satu polybag. Untuk menghindari gangguan hama, tutup benih yang sudah ditanam dengan cup bekas air mineral.",
          "Pemasangan Lanjaran / Ajir Tanaman Timun. Siapkan ajir atau lanjaran dengan panjang 1,5 meter. Tancapkan satu persatu pada polybag. Hati-hati jangan sampai ajir/lanjaran merusak akar tanaman.",
          "Penyiraman Timun di Polybag. Penyiraman dilakukan sesuai dengan kondisi. Intinya tanaman jangan sampai kekeringan dan jangan sampai kebanyakan air.",
          "Pemupukan Mentimun di Polybag. Untuk mendapatkan hasil yang maksimal, lakukan pemupukan susulan. Pemupukan pertama bisa dilakukan pada usia 10 hari setelah tanam. Gunakan 1 sendok makan pupuk NPK yang dilarutkan dengan 5 liter air bersih."
        ]
      }
    ],
    "video": "eE3McFEFD88"
  },
  {
    "name": "Selada",
    "scientific_name": "Lactuca sativa",
    "overview": "Lactuca sativa, satu-satunya jenis Lactuca yang didomestikasi, merupakan tumbuhan asli lembah dari bagian timur Laut Tengah. Bukti lukisan pada pemakaman Mesir kuno menunjukkan bahwa selada yang tidak membentuk 'kepala' telah ditanam sejak 4500 SM. Awalnya, tanaman ini mungkn digunakan sebagai obat, dan untuk minyak-bijinya yang dapat dimakan. Beberapa ras lokal selada, diketahui digunakan untuk diambil minyak-bijinya. Tipe selada liar sering memiliki daun dan batang yang berduri, tidak membentuk kepala dan daunnya berasa pahit, serta mengandung banyak getah.",
    "fase_vegetatif": "20-30",
    "fase_generatif": "40-80",
    "category": "Sayuran",
    "howto": [
      {
        "title": "Cara Menanam Selada",
        "steps": [
          "Pilihlah pot berukaran minimal 20 cm.",
          "Isi menggunakan media tanam yang gembur, misalnya campuran pasir, kompos, dan pupuk kandang (2:1:2).",
          "Pindahkan selada yang baru memiliki dua daun ke dalam pot. Caranya, dengan melubangi media tanam lebih besar dari gundukan akar. Perhatikan akar selada, cabut dan pindahkan dengan hati-hati. Tutup kembali akar menggunakan media tanam dengan ditekan-tekan agar cukup padat.",
          "Siramlah dengan hati-hati. Gunakan sprayer bila perlu.",
          "Simpanlah di tempat teduh selama 3-5 hari sebelum diletakkan di tempat yang terkena sinar matahari langsung.",
          "Untuk menjaga kelembapan, Anda bisa menyelimuti media tanam bagian atas dengan jerami.",
          "Jika ukuran polybag / pot Anda besar, Anda bisa menanam beberapa selada dalam satu pot."
        ]
      }
    ],
    "video": "yVxG4riCZ0Q"
  },
  {
    "name": "Bawang Merah",
    "scientific_name": "Allium cepa",
    "overview": "Bawang merah (Allium cepa L. var. aggregatum) adalah salah satu bumbu masak utama dunia yang berasal dari Iran, Pakistan, dan pegunungan-pegunungan di sebelah utaranya, tetapi kemudian menyebar ke berbagai penjuru dunia, baik sub-tropis maupun tropis. Wujudnya berupa umbi yang dapat dimakan mentah, untuk bumbu masak, acar, obat tradisional, kulit umbinya dapat dijadikan zat pewarna dan daunnya dapat pula digunakan untuk campuran sayur. Tanaman penghasilnya disebut dengan nama sama.",
    "fase_vegetatif": "10-25",
    "fase_generatif": "30-40",
    "category": "Sayuran",
    "howto": [
      {
        "title": "Cara Menanam Bawang Merah di Pot",
        "steps": [
          "Persiapkan pot dan tanah subur untuk dijadikan sebagai media tanam.",
          "Campurkan pupuk yang telah dipersiapkan terlebih dahulu.",
          "Usahakan untuk pilih pupuk organic.",
          "Pilih bibit bawang yang bagus, hindari untuk memilih bibit bawang yang memiliki tanda-tanda kerusakan seperti bercak hitam karena akan menimbulkan penyakit.",
          "Potong ujung bibit bawang merah sepanjang 1 cm.",
          "Apabila bibit telah memiliki daun, maka lebih baik untuk tidak dipotong.",
          "Letakkan beberapa siung bawang ke dalam pot.",
          "Letakkan bibit pada kedalaman 6 hingga 7 cm di dalam tanah.",
          "Timbun kembali dengan tanah, namun hindari untuk menekan tanahnya.",
          "Siram secara rutin setiap pagi dan sore hari untuk mendapatkan hasil panen yang maksimal."
        ]
      }
    ],
    "video": "sB9m6oQtnSU"
  },
  {
    "name": "Bawang Putih",
    "scientific_name": "Allium sativum",
    "overview": "Bawang putih (Allium sativum; bahasa Inggris: garlic) adalah nama tanaman dari genus Allium sekaligus nama dari umbi yang dihasilkan. Mempunyai sejarah penggunaan oleh manusia selama lebih dari 7.000 tahun, terutama tumbuh di Asia Tengah, dan sudah lama menjadi bahan makanan di daerah sekitar Laut Tengah, serta bumbu umum di Asia, Afrika, dan Eropa. Dikenal di dalam catatan Mesir kuno, digunakan baik sebagai campuran masakan maupun pengobatan. Umbi dari tanaman bawang putih merupakan bahan utama untuk bumbu dasar masakan Indonesia.",
    "fase_vegetatif": "20-100",
    "fase_generatif": "240-300",
    "category": "Sayuran",
    "howto": [
      {
        "title": "Cara Menanam Bawang Putih",
        "steps": [
          "Pilihlah wadah yang memiliki kedalaman 20 cm dan memiliki lubang drainase. Kamu bisa menanam lebih dari satu umbi bawang putih dengan menyediakan wadah yang lebih besar.",
          "Dapatkan umbi bawang putih dari toko perkebunan atau dari kebun tetangga. Pastikan umbi bawang putih yang kamu gunakan belum terpapar bahan-bahan kimia yang dapat mencegahnya bertunas dan tidak tumbuh bagus.",
          "Isi pot dengan tanah dan sisakan ruang kira-kira 2,5 cm dari bibir pot. Gunakan tanah berkompos siap pakai dengan pasir dari kebun. Bagi menjadi 3 bagian tanah dan 1 bagian pasir.",
          "Ambil umbi bawang putih dan pisahkan siung-siungnya. Tanamlah siung bawang putih tersebut dengan posisi ujung yang rata (bagian bawah) menghadap ke bawah dan ujung yang lancip menghadap ke atas. Jangan lupa memakai sarung tangan berkebun.",
          "Tekan tiap siung bawang putih hingga 10-15 cm ke dalam tanah. Sebaiknya tersedia ruang selebar ±2,5 cm antara ujung siung dan permukaan tanah.",
          "Lalu, letakkan pot di area yang terpapar sinar matahari langsung kira-kira 8 jam per hari. Tempat terbaik untuk meletakkan pot tersebut adalah pada ambang jendela dapur.",
          "Letakkan pot bawang putih di sekitar bak cuci piring atau tempat lain yang memungkinkan air untuk mengalir. Siram tanah dengan merata dengan cara dipercikkan, lalu biarkan air mengalir melewati lubang di bawah pot.",
          "Pastikan tanah tetap lembap, namun tidak terlalu basah. Semakin sering tanaman terkena sinar matahari, maka semakin sering pula kamu harus menyiramnya.",
          "Kamu bisa memanen bawang putih sekitar 8 sampai 10 bulan kemudian. Panenlah saat daun-daunnya mulai mati dan berubah menjadi warna coklat."
        ]
      }
    ],
    "video": "uQTsGsVNlDQ"
  },
  {
    "name": "Sawi Hijau",
    "scientific_name": "Brassica rapa subsp. chinensis",
    "overview": "Sawi hijau adalah salah satu sayuran daun populer di Indonesia. Nama lainnya adalah sawi bakso (karena menjadi sayuran daun pendamping dalam penyajian bakso) atau caisim/caisin (dari nama bahasa Kanton 菜心, choy sum, yang harafiah berarti 'hatinya sayur'). Jenis sawi lain yang juga kadang-kadang disebut sawi hijau adalah pakcoy/petsai atau sawi sendok.",
    "fase_vegetatif": "15-25",
    "fase_generatif": "30-45",
    "category": "Sayuran",
    "video": "lLaT3PrqF2o"
  },
  {
    "name": "Cabai Merah",
    "scientific_name": "Capsicum annuum L.",
    "overview": "Cabai atau cabai merah adalah buah dan tumbuhan anggota genus Capsicum. Buahnya dapat digolongkan sebagai sayuran maupun bumbu, tergantung bagaimana digunakan. Sebagai bumbu, buah cabai yang pedas sangat populer di Asia Tenggara sebagai penguat rasa makanan. Bagi seni masakan Padang, cabai bahkan dianggap sebagai 'bahan makanan pokok' ke sepuluh (alih-alih sembilan). Sangat sulit bagi masakan Padang dibuat tanpa cabai.",
    "fase_vegetatif": "20-30",
    "fase_generatif": "40-90",
    "category": "Sayuran",
    "howto": [
      {
        "title": "Cara Menanam Cabai Merah",
        "steps": [
          "Pilihlah bibit cabe yang masih segar. Kupas cabe lalu ambil bijinya. Setelah itu jemur di bawah sinar matahari sampai kering.",
          "Siapkan tempat penyemaian. Polybag misalnya.",
          "Masukkan tanah dan pupuk kandang dengan perbandingan 3:1.",
          "Biarkan pada tempat yang terlindung dari hujan dan sinar matahari selama 1 minggu.",
          "Rendam bibit dalam air hangat selama 3 jam.",
          "Lalu letakkan benih pada polybag. Tutupi benih dengan tanah kira-kira 1 cm saja kedalamannya.",
          "Tunggu hingga benih berkecambah.",
          "Setelah berumur 4 minggu, pindahkan benih cabe pada lahan yang telah disiapkan. Jangan lupa untuk menggemburkan tanah lahan dan memberikan pupuk.",
          "Jika Anda tetap menggunakan polybag, gunakanlah polybag dengan diameter minimal 30 cm.",
          "Gunakanlah perbandingan 3:2:1 dengan rincian tanah, pupuk, dan sekam mentah untuk tempat menanam."
        ]
      }
    ],
    "video": "6MczbGflqZs"
  },
  {
    "name": "Wortel",
    "scientific_name": "Daucus carota",
    "overview": "Wortel adalah tumbuhan biennial (siklus hidup 12 - 24 bulan) yang menyimpan karbohidrat dalam jumlah besar untuk tumbuhan tersebut berbunga pada tahun kedua. Batang bunga tumbuh setinggi sekitar 1 m, dengan bunga berwarna putih, dan rasa yang manis langu. Bagian yang dapat dimakan dari wortel adalah bagian umbi atau akarnya.",
    "fase_vegetatif": "20-40",
    "fase_generatif": "50-70",
    "category": "Sayuran",
    "howto": [
      {
        "title": "Cara Menanam Wortel",
        "steps": [
          "Pilih Pot dengan kedalaman antara 30-40 cm agar hasil wortel maksimal.",
          "Menyiapkan media tanam, tanah yang dapat dicampur dengan penggunaan tanah merah, pasir halus, dan kompos dengan menggunakan perbandingan yang sama.",
          "Sediakanlah bibit yang unggul yang mempunyai sifat adaptasi yang sangat baik. Ciri-ciri wortel yang dapat dijadikan sebagai benih adalah wortel yang memiliki produksi tinggi dan adaptasinya cukup handal kemudian memiliki bentuk umbi yang bagus dan berwarna cerah.",
          "Masukkan media tanam yang telah disediakan ke dalam pot yang juga telah ada sebelumnya. Sisakan bagian ruang kosong diatas media tanah sekitar 2 – 3 cm.",
          "Buatlah lubang untuk meletakkan bibit wortel dengan jarak sekitar 3 – 5 cm pada tiap-tiap lubang.",
          "Masukkan bibit wortel pada lubang yang telah dibuat dan untuk setiap lubang diisi dengan 2 bibit wortel. Jika sudah maka tutup kembali lubang dengan menggunakan media tanam.",
          "Apabila ternyata tinggi tanaman sudah mencapai 3 cm maka daun dapat dipangkas sebagai perawatan awal untuk mempengaruhi proses pertumbuhan tanaman wortel tersebut.",
          "Perhatikanlah posisi tanaman wortel yang sedang Anda garap. Apabila ternyata posisi wortel mulai bengkok maka tambahkanlah media tanam yang baru.",
          "Apabila tanaman wortel Anda sudah mulai tumbuh dengan ketinggian 8 – 10 cm maka tambahkanlah pupuk ke dalam media baik itu pupuk cair maupun pupuk kering yang dapat diberikan 1 kali dalam 2 minggu.",
          "Tanaman wortel dapat dipanen ketika usianya sudah mencapai 2 – 2,5 bulan. Rasa manis yang didapat dari wortel juga dapat Anda temukan ketika Anda melakukan panen secara cepat."
        ]
      }
    ],
    "video": "djS8_k5jez0"
  },
  {
    "name": "Bayam",
    "scientific_name": "Amaranthus",
    "overview": "Bayam (Amaranthus)adalah tumbuhan yang biasa ditanam untuk dikonsumsi daunnya sebagai sayuran hijau. Tumbuhan ini berasal dari Amerika tropik namun sekarang tersebar ke seluruh dunia. Tumbuhan ini dikenal sebagai sayuran sumber zat besi yang penting bagi tubuh. Bayam sebagai sayur hanya umum dikenal di Asia Timur dan Asia Tenggara, sehingga disebut dalam bahasa Inggris sebagai Chinese amaranth. Di Indonesia dan Malaysia, bayam sering disalahartikan menjadi 'spinach' dalam bahasa Inggris (mungkin sebagai akibat penerjemahan yang dalam film kartun Popeye), padahal nama itu mengacu ke jenis sayuran daun lain - lihat Bayam (Spinacia).",
    "fase_vegetatif": "15-25",
    "fase_generatif": "30-45",
    "category": "Sayuran",
    "howto": [
      {
        "title": "Cara Menanam Bayam",
        "steps": [
          "Siapkan alat dan bahan yang diperlukan seperti: benih bayam berkualitas, media tanam, pot berukuran sedang, peralatan menanam",
          "Media tanam yang dibutuhkan oleh bayam adalah campuran dari tanah, pupuk kompos, dan pupuk kandang.",
          "Semai 2 hingga 3 benih bayam ke dalam polybag berukuran kecil atau ke tray semai.",
          "Tunggu hingga benih bayam mulai berkecambah atau sekitar 5 hingga 14 hari.",
          "Apabila bibit bayam telah mulai tumbuh dan terlihat memiliki 3 hingga 4 daun, itu artinya benih sudah bisa dipindahkan ke polybag berukuran sedang.",
          "Lebih baik kamu memakai pupuk organik dibandingkan pupuk kimia untuk tanaman yang satu ini."
        ]
      }
    ],
    "video": "CrdHiMc1f70"
  },
  {
    "name": "Paprika",
    "scientific_name": "Capsicum annuum L.",
    "overview": "Paprika (Capsicum annuum L.) adalah tumbuhan penghasil buah yang berasa manis dan sedikit pedas dari suku terong-terongan atau Solanaceae). Buahnya yang berwarna hijau, kuning, merah, atau ungu sering digunakan sebagai campuran salad. Dalam pengertian internasional, paprika dipakai untuk menyatakan hampir semua varietas Capsicum annuum. Nama-nama tertentu, seperti pepperoni, diberikan untuk paprika dengan ciri penampilan, penggunaan, atau rasa yang khas. Tanaman paprika umumnya tumbuh setinggi 50 cm - 150 cm. Tanaman ini dapat cocok di berbagai iklim dan dapat tumbuh di berbagai belahan dunia. Untuk budidaya dengan hidroponik tinggi paprika bisa mencapai 3- 4m.",
    "fase_vegetatif": "15-30",
    "fase_generatif": "30-80",
    "category": "Sayuran",
    "howto": [
      {
        "title": "Cara Menanam Paprika",
        "steps": [
          "Pilih benih paprika yang berkualitas, kemudian rendam benih paprika ke dalam air hangat selama kurang lebih 4 sampai 6 jam (optional). Langkah ini bertujuan agar benih paprika lebih cepat tumbuh dibanding tidak direndam.",
          "Siapkan terlebih dahulu media tanamnya, Anda bisa gunakan pot ataupun polybag yang memiliki kisaran diameter 25 cm minimal.",
          "Media tanamnya menggunakan campuran antara tanah, pupuk kompos dan pupuk kandang dengan kadar pebandingannya 1 : 1 : 1. Untuk pupuk kandangnya Anda bisa menggunakan kotoran hewan ternak seperti sapi, kambing ataupun ayam.",
          "Kemudian untuk tanahnya menggunakan tanah yang gembur dan remah serta tidak padat. Kemudian taburkan benih paprika diatas tanah lalu tutup kembali menggunakan tanah atau pasir yang halus.",
          "Selama masa penyemaian benih paprika hindarkan dari penyinaran matahari yang berlebihan dengan cara meletakkannya pada tempat yang teduh serta jaga selalu agar kondisinya tetap lembab dengan cara menyiraminya dengan menggunakan sprayer.",
          "Untuk memindahkan benih yang telah berubah menjadi bibit Anda harus menunggu sekitar 25 hari sampai 30 hari.",
          "Setelah dipindahkan ke dalam media tanam yang baru, letakkan pot atau polybag di tempat yang teduh.",
          "Setelah paprika ditanam, untuk perawatannya yang pertama adalah Anda perlu buat kayu penyangganya. Gunanya adalah agar si paprika tidak mudah roboh diterpa angin.",
          "Selanjutnya siramilah si paprika setiap pagi dan sore hari. Penyiramannya disesuaikan dengan kondisi lingkungan, apabila hujan cukup satu kali sehari saja."
        ]
      }
    ],
    "video": "84Af5lJ8NvA"
  },
  {
    "name": "Kemangi",
    "scientific_name": "Ocimum basilicum",
    "overview": "Kemangi adalah terna kecil yang daunnya biasa dimakan sebagai lalap. Aroma daunnya khas, kuat namun lembut dengan sentuhan aroma limau. Daun kemangi merupakan salah satu bumbu bagi pepes. Sebagai lalapan, daun kemangi biasanya dimakan bersama-sama daun kubis, irisan ketimun, dan sambal untuk menemani ayam atau ikan goreng. Di Thailand ia dikenal sebagai manglak dan juga sering dijumpai dalam menu masakan setempat.",
    "category": "Sayuran",
    "video": "eCAmdho4p6Y"
  },
  {
    "name": "Mangga",
    "scientific_name": "Mangifera indica",
    "overview": "Mangga atau mempelam adalah nama sejenis buah, demikian pula nama pohonnya. Mangga termasuk ke dalam marga Mangifera, yang terdiri dari 35-40 anggota dari suku Anacardiaceae. Nama 'mangga' berasal dari bahasa Tamil, mankay, yang berarti man 'pohon mangga' + kay 'buah'. Kata ini dibawa ke Eropa oleh orang-orang Portugis dan diserap menjadi manga (bahasa Portugis), mango (bahasa Inggris) dan lainnya. Mangga berasal dari daerah di sekitar perbatasan India dengan Burma, dan mangga telah menyebar ke Asia Tenggara sekurang-kurangnya semenjak 1500 tahun yang silam. Buah ini dikenal pula dalam berbagai bahasa daerah, seperti pelem atau poh (Jw.).",
    "fase_vegetatif": "90-120",
    "fase_generatif": "140-170",
    "category": "Buah",
    "howto": [
      {
        "title": "Cara Menanam Mangga",
        "steps": [
          "Ambil mangga yang sangat matang, dan potong buahnya dari sekam di bagian tengah mangga tanpa menembus kulitnya.",
          "Potong kulitnya terbuka dengan pisau tajam. Lakukan ini dengan hati-hati, karena Anda tidak ingin merusak benih yang ada di dalamnya.",
          "Keluarkan benih dan buang sekam. Benih akan berbentuk kacang lima dengan area ringan di atas disebut mata.",
          "Isi pot tanam dengan pot tanah. Pastikan menggunakan panci dengan lubang drainase.",
          "Basahi tanah sedikit.",
          "Tutupi benih dengan setengah inci (1,27 cm) tanah. Benih harus tumbuh dalam beberapa minggu.",
          "Airkan tanaman Anda dengan air suam-suam kuku setiap kali Anda melihat tanah agak kering. Mangga tidak membutuhkan banyak air.",
          "Kembalikan tanaman di luar rumah jika cukup kuat"
        ]
      }
    ],
    "video": "1R-VemBjq4o"
  },
  {
    "name": "Pisang",
    "scientific_name": "Musa acuminata",
    "overview": "Pisang adalah nama umum yang diberikan pada tumbuhan terna raksasa berdaun besar memanjang dari suku Musaceae. Beberapa jenisnya (Musa acuminata, M. balbisiana, dan M. ×paradisiaca) menghasilkan buah konsumsi yang dinamakan sama. Buah ini tersusun dalam tandan dengan kelompok-kelompok tersusun menjari yang disebut sisir. Hampir semua buah pisang memiliki kulit berwarna kuning ketika matang, meskipun ada beberapa yang berwarna jingga, merah, hijau, ungu, atau bahkan hampir hitam. Buah pisang sebagai bahan pangan merupakan sumber energi (karbohidrat) dan mineral, terutama kalium.",
    "fase_vegetatif": "30-50",
    "fase_generatif": "70-100",
    "category": "Buah",
    "howto": [
      {
        "title": "Cara Menanam Pisang",
        "steps": [
          "Pemilihan Bibit Pisang. Biasanya, pada pemilihan bibit pisang ini digunakan dengan menggunakan tunas. Tinggi tunas yang biasanya digunakan untuk menjadi bibit adalah yang memiliki tinggi sekitar 1 – 1.5 m yang memiliki kelebaran umbi sekitar 15 – 20 cm.",
          "Setelah memotong tunas tanaman pisang, sebaiknya kita membersihkan tanah yang terdapat pada tunas tanaman pisang.",
          "Lakukanlah penyimpanan bibit pada tempat yang teduh selama 1 hingga 2 hari agar potongan yang terdapat pada umbi pisang mengering. Kemudian, buanglah daun-daun lebar yang terdapat pada batang tanaman.",
          "Lakukan perendaman terhadap bibit umbi, tetapi hanya sebatas leher dari batang saja dengan menggunakan insektisida 0.5 – 1% kurang lebih 10 menit. Kemudian bibit dikeringkan kembali",
          "Apabila tidak memiliki insektisida, sebaiknya kita merendam umbi tanaman pisang dengan menggunakan air bersih yang mengalir selama kurang lebih 48 jam.",
          "Sebaiknya lahan yang akan digunakan telah dipertimbangkan sematang mungkin, khususnya dibagian iklim, ekonomi, serta letak pasar tempat dimana pisang kemudian akan diolah kembali. ",
          "Pada 3 bulan pertama, buatlah jarak antar tanaman yang terbilang cukup lebar. Gunakan pola tanaman tumpeng sari antar tanman. Kemudian buatlah lubang tanam dengan ukuran lubang 50 x 50 x 50 cm pada tanah yang tergolong berat, 30 x 30 x 30 cm untuk tanah gembur dan kerapatan antar tanaan 3 x 3 untuk tanah yang berukuran sedang dan 3.3 x 3.3 untuk tanah yang berat."
        ]
      }
    ],
    "video": "TLd3Jh2dqQ0"
  },
  {
    "name": "Belimbing",
    "scientific_name": "Averrhoa carambola",
    "overview": "Belimbing / Belimbing Manis adalah tumbuhan penghasil buah berbentuk khas yang berasal dari Indonesia, India, dan Sri Langka. Saat ini, belimbing telah tersebar ke penjuru Asia Tenggara, Republik Dominika, Brasil, Peru, Ghana, Guyana, Tonga, dan Polinesia. Usaha penanaman secara komersial dilakukan di Amerika Serikat, yaitu di Florida Selatan dan Hawaii. Di Indonesia, buah ini menjadi ikon kota Depok, Jawa Barat, sejak tahun 2007.",
    "fase_vegetatif": "25-45",
    "fase_generatif": "80-90",
    "category": "Buah",
    "video": "2xFMYEcVI7I"
  },
  {
    "name": "Jambu biji",
    "scientific_name": "Psidium guajava",
    "overview": "Jambu batu (Psidium guajava) atau sering juga disebut jambu biji, jambu siki dan jambu klutuk adalah tanaman tropis yang berasal dari Brasil, disebarkan ke Indonesia melalui Thailand. Jambu batu memiliki buah yang berwarna hijau dengan daging buah berwarna putih atau merah dan berasa asam-manis. Buah jambu batu dikenal mengandung banyak vitamin C.",
    "fase_vegetatif": "25-45",
    "fase_generatif": "80-90",
    "category": "Buah",
    "video": "GSs5KH0my3Y"
  },
  {
    "name": "Alpukat",
    "scientific_name": "Persea americana",
    "overview": "Avokad atau Alpukat (Persea americana) ialah tumbuhan penghasil buah meja dengan nama sama. Tumbuhan ini berasal dari Meksiko dan Amerika Tengah dan kini banyak dibudidayakan di Amerika Selatan dan Amerika Tengah sebagai tanaman perkebunan monokultur dan sebagai tanaman pekarangan di daerah-daerah tropika lainnya di dunia.",
    "fase_vegetatif": "25-45",
    "fase_generatif": "80-90",
    "category": "Buah",
    "video": "ad6hhlM5auA"
  },
  {
    "name": "Jeruk",
    "scientific_name": "Citrus",
    "overview": "Jeruk atau limau adalah semua tumbuhan berbunga anggota marga Citrus dari suku Rutaceae (suku jeruk-jerukan). Anggotanya berbentuk pohon dengan buah yang berdaging dengan rasa masam yang segar, meskipun banyak di antara anggotanya yang memiliki rasa manis. Rasa masam berasal dari kandungan asam sitrat yang memang menjadi terkandung pada semua anggotanya. Sebutan 'jeruk' kadang-kadang juga disematkan pada beberapa anggota marga lain yang masih berkerabat dalam suku yang sama, seperti kingkit. Dalam bahasa sehari-hari, penyebutan 'jeruk' atau 'limau' (di Sumatra dan Malaysia) sering kali berarti 'jeruk keprok' atau 'jeruk manis'. Di Jawa, 'limau' (atau 'limo') berarti 'jeruk nipis'. Jeruk sangatlah beragam dan beberapa spesies dapat saling bersilangan dan menghasilkan hibrida antarspesies ('interspecific hybrid) yang memiliki karakter yang khas, yang berbeda dari spesies tetuanya. Keanekaragaman ini sering kali menyulitkan klasifikasi, penamaan dan pengenalan terhadap anggota-anggotanya, karena orang baru dapat melihat perbedaan setelah bunga atau buahnya muncul. Akibatnya tidak diketahui dengan jelas berapa banyak jenisnya. Penelitian-penelitian terakhir menunjukkan adalah keterkaitan kuat Citrus dengan genus Fortunella (kumkuat), Poncirus, serta Microcitrus dan Eremocitrus, sehingga ada kemungkinan dilakukan penggabungan. Citrus sendiri memiliki dua anakmarga (subgenus), yaitu Citrus dan Papeda. Asal jeruk adalah dari Asia Timur dan Asia Tenggara, membentuk sebuah busur yang membentang dari Jepang terus ke selatan hingga kemudian membelok ke barat ke arah India bagian timur. Jeruk manis dan sitrun (lemon) berasal dari Asia Timur, sedangkan jeruk bali, jeruk nipis dan jeruk purut berasal dari Asia Tenggara.",
    "fase_vegetatif": "25-45",
    "fase_generatif": "80-90",
    "category": "Buah",
    "video": "P8O9L8sahBw"
  },
  {
    "name": "Rambutan",
    "scientific_name": "Nephelium lappaceum",
    "overview": "Rambutan adalah tanaman tropis yang tergolong ke dalam suku lerak-lerakan atau Sapindaceae, berasal dari daerah kepulauan di Asia Tenggara. Kata 'rambutan' berasal dari bentuk buahnya yang mempunyai kulit menyerupai rambut. Rambutan banyak terdapat di daerah tropis seperti Afrika, Kamboja, Karibia, Amerika Tengah, India, Indonesia, Malaysia, Filipina, Thailand dan Sri Lanka.",
    "fase_vegetatif": "25-45",
    "fase_generatif": "80-90",
    "category": "Buah",
    "video": "u-fzpb2RURI"
  },
  {
    "name": "Nanas",
    "scientific_name": "Ananas comosus",
    "overview": "Nanas, nenas, atau ananas (Ananas comosus (L.) Merr.) adalah sejenis tumbuhan tropis yang berasal dari Brasil, Bolivia, dan Paraguay Tumbuhan ini termasuk dalam familia nanas-nanasan (Famili Bromeliaceae). Perawakan (habitus) tumbuhannya rendah, herba (menahun) dengan 30 atau lebih daun yang panjang, berujung tajam, tersusun dalam bentuk roset mengelilingi batang yang tebal. Buahnya dalam bahasa Inggris disebut sebagai pineapple karena bentuknya yang seperti pohon pinus. Nama 'nanas' berasal dari sebutan orang Tupi untuk buah ini: anana, yang bermakna 'buah yang sangat baik'. Burung penghisap madu (hummingbird) merupakan penyerbuk alamiah dari buah ini, meskipun berbagai serangga juga memiliki peran yang sama. Buah nanas sebagaimana yang dijual orang bukanlah buah sejati, melainkan gabungan buah-buah sejati (bekasnya terlihat dari setiap 'sisik' pada kulit buahnya) yang dalam perkembangannya tergabung—bersama-sama dengan tongkol (spadix) bunga majemuk—menjadi satu 'buah' besar. Nanas yang dibudidayakan orang sudah kehilangan kemampuan memperbanyak secara seksual, tetapi ia mengembangkan tanaman muda (bagian 'mahkota' buah) yang merupakan sarana perbanyakan secara vegetatif. nanas meningkatkan pencernaan dan mengurangi jerawat.[1] [1] Di Indonesia, provinsi Lampung merupakan daerah penanaman nanas utama, dengan beberapa pabrik pengolahan nanas juga terdapat di sana.",
    "fase_vegetatif": "90-150",
    "fase_generatif": "180-190",
    "category": "Buah",
    "howto": [
      {
        "title": "Cara Menanam Nanas",
        "steps": [
          "Pilih buah nanas segar. Cari nanas yang keras, dengan daun berwarna hijau yang belum berubah warna menjadi kuning atau coklat.",
          "Siapkan pot untuk menanam. Isi pot sedalam 15 cm dengan tanah kebun yang memiliki kandungan campuran bahan organik sebanyak 30%.",
          "Tanam mahkota nanas di dalam pot. Tanam mahkota nanas saat akarnya telah tumbuh beberapa inchi. Tunggu hingga akarnya cukup panjang untuk ditanam di tanah.",
          "Jaga tanaman Anda lembab dan hangat. Tanaman Anda memerlukan lingkungan dengan banyak sinar matahari, hangat dan lembab. di mana suhu pada malam hari tidak akan kurang dari 18ºC.",
          "Berikan makanan dan air. Siram tanah dengan sedikit air sekali setiap minggu. Beri pupuk dengan konsentrasi setengah, dua kali setiap bulan sepanjang musim panas.",
          "Perhatikan bunganya. Mungkin akan membutuhkan waktu beberapa tahun, tapi pada akhirnya akan tumbuh kerucut berwarna merah dari bagian tengah daun, yang diikuti dengan bunga berwarna biru dah akhirnya buah nanas."
        ]
      }
    ],
    "video": "JaSljmk6v90"
  },
  {
    "name": "Apel",
    "scientific_name": "Malus domestica",
    "overview": "Apel adalah jenis buah-buahan, atau buah yang dihasilkan dari pohon buah apel. Buah apel biasanya berwarna merah kulitnya jika masak dan (siap dimakan), namun bisa juga kulitnya berwarna hijau atau kuning. Kulit buahnya agak lembek, daging buahnya keras. Buah ini memiliki beberapa biji di dalamnya. Orang mulai pertama kali menanam apel di Asia Tengah. Kini apel berkembang di banyak daerah di dunia yang suhu udaranya lebih dingin. Nama ilmiah pohon apel dalam bahasa Latin ialah Malus domestica. Apel budidaya adalah keturunan dari Malus sieversii asal Asia Tengah, dengan sebagian genom dari Malus sylvestris (apel hutan/apel liar). Kebanyakan apel bagus dimakan mentah-mentah (tak dimasak), dan juga digunakan banyak jenis makanan pesta. Apel dimasak sampai lembek untuk dibuat saus apel. Apel juga dibuat untuk menjadi minuman sari buah apel.",
    "fase_vegetatif": "50-100",
    "fase_generatif": "150-170",
    "category": "Buah",
    "howto": [
      {
        "title": "Cara Menanam Apel",
        "steps": [
          "Pilih benih berkualitas unggul dan baik. Perlu diketahui pohon apel harus ditanam berpasangan agar berbuah karena pohon apel tidak dapat melakukan penyerbukan sendiri.",
          "Apel cocok tumbuh di suhu yang dingin. Misalnya di daerah Malang. Untuk menumbuhkan kecambahnya dari biji, diperlukan suhu yang dingin. Anda dapat memanipulasi suhu dengan cara memasukannya ke dalam kulkas.",
          "Untuk menanam biji apel di pot tanah yang terbaik adalah tanah dengan pH netral. Buat cekungan dalam tanah di pot selebar dua atau tiga kali luas biji yang sudah berkecambah.",
          "Siram bibit secara teratur setiap hari. Setelah beberapa minggu, jika benih Anda pada pot sudah menumbuhkan daun-daun kecil, jangan langsung memindahkan ke tanah terbuka karena sifatnya yang masih rentan.",
          "Untuk memindahkan ke area    yang lebih luas sebaiknya tunggu hingga tinggi bibit mencapai 25 cm.",
          "Pohon apel tidak suka tanah yang terlalu basah. Pastikan Anda menjaga kelembaban tanah agar tidak terlalu kering atau terlalu basah. Tanah yang lembab dan ber-pH netral akan mampu menyerap air dengan baik."
        ]
      }
    ],
    "video": "L9Gl6IkcXLI"
  },
  {
    "name": "Anggur",
    "scientific_name": "Persea americana",
    "overview": "Anggur merupakan tanaman buah berupa perdu merambat yang termasuk ke dalam keluarga Vitaceae. Buah ini biasanya digunakan untuk membuat jus anggur, jelly, minuman anggur, minyak biji anggur dan kismis, atau dimakan langsung. Buah ini juga dikenal karena mengandung banyak senyawa polifenol dan resveratol yang berperan aktif dalam berbagai metabolisme tubuh, serta mampu mencegah terbentuknya sel kanker dan berbagai penyakit lainnya. Aktivitas ini juga terkait dengan adanya senyawa metabolit sekunder di dalam buah anggur yang berperan sebagai senyawa antioksidan yang mampu menangkal radikal bebas. Tanaman ini sudah dibudidayakan sejak tahun 4000 SM di Timur Tengah. Akan tetapi, proses pengolahan buah anggur menjadi minuman anggur baru ditemukan pada tahun 2500 SM oleh bangsa Mesir. Hanya beberapa waktu berselang, proses pengolahan ini segera tersebar luas ke berbagai penjuru dunia, mulai dari daerah di Laut Hitam, Spanyol, Jerman, Prancis, dan Austria. Penyebaran buah ini berkembang samakin pesat dengan adanya perjalanan Colombus yang membawa buah ini mengitari dunia.",
    "fase_vegetatif": "50-100",
    "fase_generatif": "80-90",
    "category": "Buah",
    "howto": [
      {
        "title": "Cara Menanam Anggur",
        "steps": [
          "Tanaman anggur akan tumbuh dengan baik ketika berada di dataran rendah yang memiliki musim kemarau yang panjang sekitar 4 sampai 7 bulan.",
          "Sebaiknya kalian hindari menanam anggur di daerah yang memiliki angin kencang, karena angin kencang hanya akan membuat tanaman anggur tidak tumbuh secara maksimal, akan tetapi dapat membuat tanaman anggur menjadi rusak.",
          "Tanaman buah anggur, sebaiknya ditanam di daerah yang memiliki curah hujan 800 mm per tahunnya, jikalau daerah tersebut memiliki curah hujan lebih dari 800 mm per tahunnya, kemudian dihujani secara terus menerus, maka dapat merusak bunga serta dapat menimbulkan bibit penyakit dan hama pada tanaman anggur.",
          "Usahakan agar mendapat pancaran sinar matahari kering secara langsung, agar dapat memaksimalkan proses pertumbuhan pembuahan vegetatif sehingga akan mendapatkan hasil yang baik.",
          "Cek suhu pada siang hari harus berkisar 31 derajat celcius dan pada malam hari harus berkisar 23 derajat celcius, serta tanaman ini sebaiknya memiliki kelembapan udara 75 hingga 85 persen.",
          "Usahakan memiliki lahan yang subuh dan mudah menyerap air, karena tanaman anggur tidak tahan dan akan mati pada genangan air.",
          "Tanah tidak boleh memiliki ketinggian kurang dari 1 meter dari permukaan tanah."
        ]
      }
    ],
    "video": "x8U2KA5gAeE"
  }
]